export default {
    about: {
        title: "Пра мяне : ",
        text: `Мяне завуць Ягор, я распрацоўшчык праграмнага забеспячэння з Беларусі(Менск). 
        З 2019 года жыву і вучуся ў Аўстрыі (Клягенфурт), дзе з 2020 года атрымліваю вышэйшую адукацыю ў галіне прыкладной інфарматыкі (бакалаўр).
        У маёй працы я злучаю тэхнічную дакладнасць з практычным мысленнем і імкненнем да якасці. Я працую з 2021 года, спалучаючы навучаньне 
        з частковай занятасьцю, што дапамагло мне разьвіць моцныя навыкі самастойнай працы, кіраваньня часам і хуткага прыняцьця рашэньняў. 
        Акрамя гэтага, я валодаю нямецкай і ангельскай мовамі (B2), а таксама імкнуся быць адкрытым да новага і разьвівацца як прафесіянал.`
    }
}