export default {
    about: {
        text: `Мяне завуць Ягор, я распрацоўшчык праграмнага забесьпячэньня з Беларусі (Менск). З 2019 году жыву і вучуся ў Аўстрыі (Кляґенфурт), дзе з 2020 году атрымліваю вышэйшую адукацыю ў галіне прыкладной інфарматыкі (ступень бакаляўра).

У сваёй працы я спалучаю тэхнічную дакладнасьць з практычным мысленьнем і імкненьнем да якасьці. З 2021 году працую, сумяшчаючы навучаньне з частковай занятасьцю — гэта дапамагло мне разьвіць моцныя навыкі самастойнай працы, кіраваньня часам і прыняцьця хуткіх рашэньняў.

Акрамя гэтага, валодаю нямецкай і ангельскай мовамі (B2) і імкнуся быць адкрытым да новага, сталёва разьвіваючыся як прафэсіянал.`
    },
    contacts: {

        phone: "+43(681)81694562",
        github: "https://github.com/yahorpaulson",
        email: "yahorforall@gmail.com"
    },

    titles: {
        home: {
            about: "Пра мяне : ",
            project: "Мае праэкты:",
            feedback: "Пакіньце свой водгук, калі ласка:",
            contacts: "Сувязь са мною:",
        },
        project: {
            detailsTitle: "Дэталі праекта:",
            goals: "Мэты:",
            insights: "Уражаньні / досвед:",
            tags: "Тэгі:"
        }
    }


}