export default {
  about: {
    text: `Я — інжынэр-праграміст, які засяроджваецца на распрацоўцы надзейных, падтрымліваемых і добра структураваных сыстэмаў. У сваёй працы я спалучаю трывалую інжынэрную аснову з практычным падыходам да вырашэньня рэальных задач.

Я маю досьвед працы ў рэальных умовах распрацоўкі і ў розных прадметных галінах, што ўмацавала маю здольнасьць хутка разьбірацца ў незнаёмых сыстэмах і адаптавацца да новых тэхналёгіяў.

Я надаю вялікую ўвагу чыстай архітэктуры, яснасьці і доўгатэрміновай устойлівасьці ў распрацоўцы праграмнага забесьпячэньня. Хоць я ўпэўнена працую з поўным стэкам тэхналёгіяў, я разглядаю задачы з сыстэмнага пункту гледжаньня і імкнуся да надзейных і маштабаваных рашэньняў.

Я пастаянна разьвіваю свае тэхнічныя і прафэсійныя навыкі і імкнуся ўносіць уклад у стварэньне складаных і якасных праграмных сыстэмаў.`,
  },
  contacts: {
    phone: "+43(681)81694562",
    github: "https://github.com/yahorpaulson",
    email: "yahorforall@gmail.com",
  },

  titles: {
    switchLang: "Мова",
    home: {
      about: "Пра мяне : ",
      project: "Мае праэкты:",
      feedback:
        "Я вельмі цаню твае водгукі! Падзяліся, калі ласка, сваімі думкамі:",
      send: "Адправіць",
      thanks: "Дзякуй за водгук!",
      contacts: "Сувязь са мною:",
    },
    project: {
      detailsTitle: "Дэталі праекта:",
      goals: "Мэты:",
      insights: "Уражаньні / досвед:",
      tags: "Тэгі:",
    },
  },
  resume: {
    text: "Спампаваць маю рэзюмэ...",
  },
  progress: {
    title: "Фокус і разьвіцьцё інжынэрнай дзейнасьці",
  },
};
